IDEA Open Model
CrossSection.CrossSectionRotation Property
Compatible with IDEA StatiCa v 10.1
 Rotation of Cross - Section
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double CrossSectionRotation { get; set; }
Public Property CrossSectionRotation As Double
	Get
	Set
public:
property double CrossSectionRotation {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
CrossSection Class
IdeaRS.OpenModel.CrossSection Namespace